Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Backup is paused because its local upload mapping cannot be saved safely.
ar: تم إيقاف النسخ الاحتياطي مؤقتًا لأنه لا يمكن حفظ تعيين الرفع المحلي بأمان.
bg: Архивирането е поставено на пауза, защото локалното съпоставяне за качване не може да бъде запазено безопасно.
bn: স্থানীয় আপলোড ম্যাপিং নিরাপদে সংরক্ষণ করা যাচ্ছে না বলে ব্যাকআপ বিরত আছে।
ca: La còpia de seguretat està en pausa perquè l'assignació local de pujades no es pot desar de manera segura.
cs: Zálohování je pozastaveno, protože jeho místní mapování nahrávání nelze bezpečně uložit.
da: Sikkerhedskopiering er sat på pause, fordi den lokale uploadtilknytning ikke kan gemmes sikkert.
de: Die Sicherung ist pausiert, weil ihre lokale Upload-Zuordnung nicht sicher gespeichert werden kann.
el: Η δημιουργία αντιγράφων έχει τεθεί σε παύση, επειδή η τοπική αντιστοίχιση μεταφόρτωσης δεν μπορεί να αποθηκευτεί με ασφάλεια.
es: La copia de seguridad está en pausa porque la asignación local de cargas no puede guardarse de forma segura.
fa: پشتیبان‌گیری متوقف شده است، زیرا نگاشت بارگذاری محلی را نمی‌توان با اطمینان ذخیره کرد.
fi: Varmuuskopiointi on keskeytetty, koska paikallista latausmääritystä ei voida tallentaa turvallisesti.
fr: La sauvegarde est en pause, car sa correspondance locale d’envoi ne peut pas être enregistrée en toute sécurité.
he: הגיבוי מושהה מפני שלא ניתן לשמור בבטחה את מיפוי ההעלאה המקומי שלו.
hi: बैकअप रोका गया है क्योंकि इसकी स्थानीय अपलोड मैपिंग सुरक्षित रूप से सहेजी नहीं जा सकती।
hr: Sigurnosno kopiranje je pauzirano jer se lokalno mapiranje prijenosa ne može sigurno spremiti.
hu: A biztonsági mentés szünetel, mert a helyi feltöltési leképezés nem menthető biztonságosan.
id: Pencadangan dijeda karena pemetaan unggahan lokalnya tidak dapat disimpan dengan aman.
it: Il backup è in pausa perché la mappatura locale dei caricamenti non può essere salvata in modo sicuro.
ja: ローカルのアップロード対応情報を安全に保存できないため、バックアップを一時停止しています。
kk: Жергілікті жүктеп салу сәйкестігін қауіпсіз сақтау мүмкін болмағандықтан, сақтық көшірме кідіртілді.
ko: 로컬 업로드 매핑을 안전하게 저장할 수 없어 백업이 일시 정지되었습니다.
lt: Atsarginių kopijų kūrimas pristabdytas, nes vietinio įkėlimo susiejimo negalima saugiai išsaugoti.
ms: Sandaran dijeda kerana pemetaan muat naik setempatnya tidak dapat disimpan dengan selamat.
nb: Sikkerhetskopieringen er satt på pause fordi den lokale opplastingskoblingen ikke kan lagres trygt.
nl: De back-up is gepauzeerd omdat de lokale uploadtoewijzing niet veilig kan worden bewaard.
pl: Tworzenie kopii zapasowej jest wstrzymane, ponieważ nie można bezpiecznie zapisać lokalnego mapowania przesyłania.
pt: A cópia de segurança está em pausa porque o mapeamento local dos envios não pode ser guardado em segurança.
ro: Copia de siguranță este întreruptă deoarece asocierea locală a încărcărilor nu poate fi salvată în siguranță.
ru: Резервное копирование приостановлено, поскольку локальные сопоставления загрузок нельзя безопасно сохранить.
sk: Zálohovanie je pozastavené, pretože lokálne mapovanie nahrávania nemožno bezpečne uložiť.
sl: Varnostno kopiranje je začasno ustavljeno, ker lokalne preslikave nalaganj ni mogoče varno shraniti.
sv: Säkerhetskopieringen är pausad eftersom den lokala uppladdningsmappningen inte kan sparas säkert.
th: หยุดการสำรองข้อมูลชั่วคราวเนื่องจากไม่สามารถบันทึกการเชื่อมโยงการอัปโหลดในเครื่องได้อย่างปลอดภัย
tr: Yerel yükleme eşlemesi güvenli biçimde kaydedilemediği için yedekleme duraklatıldı.
uk: Резервне копіювання призупинено, оскільки локальне зіставлення вивантажень неможливо безпечно зберегти.
vi: Đã tạm dừng sao lưu vì không thể lưu ánh xạ tải lên cục bộ một cách an toàn.
zh_hans: 备份已暂停，因为无法安全地存储本地上传映射。
zh_hant: 備份已暫停，因為無法安全地儲存本機上傳對應。

source: Backup Needs Sign In
ar: يتطلب النسخ الاحتياطي تسجيل الدخول
bg: Архивирането изисква вход
bn: ব্যাকআপের জন্য সাইন ইন প্রয়োজন
ca: La còpia de seguretat requereix iniciar sessió
cs: Zálohování vyžaduje přihlášení
da: Sikkerhedskopiering kræver login
de: Anmeldung für Sicherung erforderlich
el: Απαιτείται σύνδεση για τα αντίγραφα ασφαλείας
es: La copia de seguridad requiere iniciar sesión
fa: پشتیبان‌گیری به ورود نیاز دارد
fi: Varmuuskopiointi vaatii kirjautumisen
fr: Connexion requise pour la sauvegarde
he: הגיבוי דורש התחברות
hi: बैकअप के लिए साइन इन आवश्यक है
hr: Sigurnosna kopija zahtijeva prijavu
hu: A biztonsági mentéshez bejelentkezés szükséges
id: Pencadangan Memerlukan Masuk
it: Il backup richiede l'accesso
ja: バックアップにはサインインが必要です
kk: Сақтық көшірме үшін кіру қажет
ko: 백업하려면 로그인 필요
lt: Atsarginei kopijai reikia prisijungti
ms: Sandaran Memerlukan Log Masuk
nb: Sikkerhetskopiering krever pålogging
nl: Aanmelden vereist voor back-up
pl: Kopia zapasowa wymaga zalogowania
pt: A cópia de segurança requer início de sessão
ro: Copia de siguranță necesită autentificare
ru: Для резервного копирования требуется вход
sk: Zálohovanie vyžaduje prihlásenie
sl: Za varnostno kopiranje je potrebna prijava
sv: Säkerhetskopieringen kräver inloggning
th: ต้องเข้าสู่ระบบเพื่อสำรองข้อมูล
tr: Yedekleme İçin Oturum Açılmalı
uk: Для резервного копіювання потрібно ввійти
vi: Cần đăng nhập để sao lưu
zh_hans: 需要登录才能备份
zh_hant: 需要登入才能備份

source: Backup only runs on Wi-Fi.
ar: يعمل النسخ الاحتياطي عبر Wi-Fi فقط.
bg: Архивирането работи само през Wi-Fi.
bn: ব্যাকআপ শুধু Wi-Fi-তে চলে।
ca: La còpia de seguretat només funciona amb Wi-Fi.
cs: Zálohování probíhá pouze přes Wi-Fi.
da: Sikkerhedskopiering kører kun via Wi-Fi.
de: Die Sicherung wird nur über Wi-Fi ausgeführt.
el: Η δημιουργία αντιγράφων εκτελείται μόνο μέσω Wi-Fi.
es: La copia de seguridad solo se ejecuta mediante Wi-Fi.
fa: پشتیبان‌گیری فقط از طریق Wi-Fi اجرا می‌شود.
fi: Varmuuskopiointi toimii vain Wi-Fi-yhteydellä.
fr: La sauvegarde fonctionne uniquement en Wi-Fi.
he: הגיבוי פועל רק דרך Wi-Fi.
hi: बैकअप केवल Wi-Fi पर चलता है।
hr: Sigurnosno kopiranje radi samo putem Wi-Fi veze.
hu: A biztonsági mentés csak Wi-Fi-kapcsolaton keresztül fut.
id: Pencadangan hanya berjalan melalui Wi-Fi.
it: Il backup viene eseguito solo tramite Wi-Fi.
ja: バックアップはWi-Fi接続時のみ実行されます。
kk: Сақтық көшірме тек Wi-Fi арқылы орындалады.
ko: 백업은 Wi-Fi에서만 실행됩니다.
lt: Atsarginės kopijos kuriamos tik naudojant Wi-Fi.
ms: Sandaran hanya dijalankan melalui Wi-Fi.
nb: Sikkerhetskopiering kjører bare via Wi-Fi.
nl: Back-ups worden alleen via Wi-Fi uitgevoerd.
pl: Kopia zapasowa jest tworzona tylko przez Wi-Fi.
pt: A cópia de segurança só é executada por Wi-Fi.
ro: Copia de siguranță rulează numai prin Wi-Fi.
ru: Резервное копирование выполняется только через Wi-Fi.
sk: Zálohovanie prebieha iba cez Wi-Fi.
sl: Varnostno kopiranje poteka samo prek Wi-Fi.
sv: Säkerhetskopiering körs endast via Wi-Fi.
th: การสำรองข้อมูลทำงานผ่าน Wi-Fi เท่านั้น
tr: Yedekleme yalnızca Wi-Fi üzerinden çalışır.
uk: Резервне копіювання виконується лише через Wi-Fi.
vi: Sao lưu chỉ chạy qua Wi-Fi.
zh_hans: 仅通过 Wi-Fi 进行备份。
zh_hant: 僅透過 Wi-Fi 進行備份。

source: Backup Options
ar: خيارات النسخ الاحتياطي
bg: Опции за архивиране
bn: ব্যাকআপ সংক্রান্ত ব্যবস্থা
ca: Opcions de còpia al servidor
cs: Možnosti zálohování
da: Backup indstillinger
de: Backup-Optionen
el: Επιλογές αντιγράφου ασφαλείας
es: Opciones de copia de seguridad
fa: گزینه‌های پشتیبان‌گیری
fi: Varmuuskopiointiasetukset
fr: Options de sauvegarde
he: אפשרויות גיבוי
hi: बैकअप विकल्प
hr: Opcije sigurnosne kopije
hu: Biztonsági mentés beállításai
id: Opsi Cadangan
it: Opzioni di backup
ja: バックアップオプション
kk: Сақтық көшірме параметрлері
ko: 백업 옵션
lt: Atsarginio kopijavimo nustatymai
ms: Tetapan Sandaran
nb: Backup innstillinger
nl: Backup opties
pl: Opcje kopii zapasowej
pt: Definições de cópia de segurança
ro: Opțiuni copie de rezervă
ru: Параметры резервного копирования
sk: Možnosti zálohovania
sl: Možnosti varnostnega kopiranja
sv: Säkerhetskopieringsalternativ
th: ตัวเลือกการสำรองข้อมูล
tr: Yedekleme Seçenekleri
uk: Налаштування резервного копіювання
vi: Tùy chọn sao lưu
zh_hans: 备份选项
zh_hant: 備份選項

source: Backup Queued
ar: النسخ الاحتياطي في قائمة الانتظار
bg: Архивирането е на опашка
bn: ব্যাকআপ সারিতে আছে
ca: Còpia de seguretat a la cua
cs: Zálohování zařazeno do fronty
da: Sikkerhedskopiering sat i kø
de: Sicherung in Warteschlange
el: Το αντίγραφο ασφαλείας μπήκε στην ουρά
es: Copia de seguridad en cola
fa: پشتیبان‌گیری در صف قرار گرفت
fi: Varmuuskopiointi on jonossa
fr: Sauvegarde en attente
he: הגיבוי נוסף לתור
hi: बैकअप कतार में है
hr: Sigurnosna kopija je u redu čekanja
hu: Biztonsági mentés sorba állítva
id: Pencadangan Mengantre
it: Backup in coda
ja: バックアップをキューに追加しました
kk: Сақтық көшірме кезекке қойылды
ko: 백업 대기열에 추가됨
lt: Atsarginė kopija įtraukta į eilę
ms: Sandaran Dibaris Gilir
nb: Sikkerhetskopiering lagt i kø
nl: Back-up in wachtrij
pl: Kopia zapasowa w kolejce
pt: Cópia de segurança na fila
ro: Copie de siguranță în așteptare
ru: Резервное копирование в очереди
sk: Zálohovanie čaká v rade
sl: Varnostno kopiranje je v čakalni vrsti
sv: Säkerhetskopieringen står i kö
th: การสำรองข้อมูลอยู่ในคิว
tr: Yedekleme Sıraya Alındı
uk: Резервне копіювання в черзі
vi: Đã đưa tác vụ sao lưu vào hàng đợi
zh_hans: 备份已排队
zh_hant: 備份已排入佇列

source: Backup Waiting for iCloud
ar: النسخ الاحتياطي في انتظار iCloud
bg: Архивирането чака iCloud
bn: ব্যাকআপ iCloud-এর অপেক্ষায় আছে
ca: La còpia de seguretat espera l'iCloud
cs: Zálohování čeká na iCloud
da: Sikkerhedskopiering venter på iCloud
de: Sicherung wartet auf iCloud
el: Το αντίγραφο ασφαλείας περιμένει το iCloud
es: La copia de seguridad está esperando a iCloud
fa: پشتیبان‌گیری منتظر iCloud است
fi: Varmuuskopiointi odottaa iCloudia
fr: La sauvegarde attend iCloud
he: הגיבוי ממתין ל-iCloud
hi: बैकअप iCloud की प्रतीक्षा में है
hr: Sigurnosna kopija čeka iCloud
hu: A biztonsági mentés az iCloud szolgáltatásra vár
id: Pencadangan Menunggu iCloud
it: Il backup è in attesa di iCloud
ja: バックアップはiCloudを待機中です
kk: Сақтық көшірме iCloud қызметін күтуде
ko: 백업이 iCloud를 기다리는 중
lt: Atsarginė kopija laukia iCloud
ms: Sandaran Menunggu iCloud
nb: Sikkerhetskopiering venter på iCloud
nl: Back-up wacht op iCloud
pl: Kopia zapasowa oczekuje na iCloud
pt: A cópia de segurança aguarda o iCloud
ro: Copia de siguranță așteaptă iCloud
ru: Резервное копирование ожидает iCloud
sk: Zálohovanie čaká na iCloud
sl: Varnostno kopiranje čaka na iCloud
sv: Säkerhetskopieringen väntar på iCloud
th: การสำรองข้อมูลกำลังรอ iCloud
tr: Yedekleme iCloud'u Bekliyor
uk: Резервне копіювання очікує на iCloud
vi: Sao lưu đang chờ iCloud
zh_hans: 备份正在等待 iCloud
zh_hant: 備份正在等待 iCloud

source: Backup Waiting for Network
ar: النسخ الاحتياطي في انتظار الشبكة
bg: Архивирането чака мрежа
bn: ব্যাকআপ নেটওয়ার্কের অপেক্ষায় আছে
ca: La còpia de seguretat espera la xarxa
cs: Zálohování čeká na síť
da: Sikkerhedskopiering venter på netværk
de: Sicherung wartet auf Netzwerk
el: Το αντίγραφο ασφαλείας περιμένει το δίκτυο
es: La copia de seguridad está esperando la red
fa: پشتیبان‌گیری منتظر شبکه است
fi: Varmuuskopiointi odottaa verkkoyhteyttä
fr: La sauvegarde attend le réseau
he: הגיבוי ממתין לרשת
hi: बैकअप नेटवर्क की प्रतीक्षा में है
hr: Sigurnosna kopija čeka mrežu
hu: A biztonsági mentés hálózatra vár
id: Pencadangan Menunggu Jaringan
it: Il backup è in attesa della rete
ja: バックアップはネットワークを待機中です
kk: Сақтық көшірме желіні күтуде
ko: 백업이 네트워크를 기다리는 중
lt: Atsarginė kopija laukia tinklo
ms: Sandaran Menunggu Rangkaian
nb: Sikkerhetskopiering venter på nettverk
nl: Back-up wacht op netwerk
pl: Kopia zapasowa oczekuje na sieć
pt: A cópia de segurança aguarda a rede
ro: Copia de siguranță așteaptă rețeaua
ru: Резервное копирование ожидает подключения к сети
sk: Zálohovanie čaká na sieť
sl: Varnostno kopiranje čaka na omrežje
sv: Säkerhetskopieringen väntar på nätverket
th: การสำรองข้อมูลกำลังรอเครือข่าย
tr: Yedekleme Ağı Bekliyor
uk: Резервне копіювання очікує на мережу
vi: Sao lưu đang chờ kết nối mạng
zh_hans: 备份正在等待网络
zh_hant: 備份正在等待網路

source: Backup Will Retry
ar: ستتم إعادة محاولة النسخ الاحتياطي
bg: Архивирането ще опита отново
bn: ব্যাকআপ আবার চেষ্টা করা হবে
ca: La còpia de seguretat ho tornarà a provar
cs: Zálohování se zopakuje
da: Sikkerhedskopiering forsøges igen
de: Sicherung wird erneut versucht
el: Το αντίγραφο ασφαλείας θα δοκιμαστεί ξανά
es: Se volverá a intentar la copia de seguridad
fa: پشتیبان‌گیری دوباره تلاش می‌شود
fi: Varmuuskopiointia yritetään uudelleen
fr: La sauvegarde sera réessayée
he: הגיבוי ינסה שוב
hi: बैकअप फिर प्रयास करेगा
hr: Sigurnosna kopija pokušat će ponovno
hu: A biztonsági mentés újra próbálkozik
id: Pencadangan Akan Dicoba Lagi
it: Il backup verrà ritentato
ja: バックアップを再試行します
kk: Сақтық көшірме қайта әрекеттенеді
ko: 백업을 다시 시도합니다
lt: Atsarginę kopiją bus bandoma kurti dar kartą
ms: Sandaran Akan Dicuba Semula
nb: Sikkerhetskopieringen prøves på nytt
nl: Back-up wordt opnieuw geprobeerd
pl: Tworzenie kopii zapasowej zostanie ponowione
pt: A cópia de segurança tentará novamente
ro: Copia de siguranță va reîncerca
ru: Резервное копирование будет повторено
sk: Zálohovanie sa zopakuje
sl: Varnostno kopiranje bo poskusilo znova
sv: Säkerhetskopieringen försöker igen
th: การสำรองข้อมูลจะลองอีกครั้ง
tr: Yedekleme Yeniden Denenecek
uk: Резервне копіювання буде повторено
vi: Sao lưu sẽ thử lại
zh_hans: 将重试备份
zh_hant: 將重試備份

source: Cache and database actions only affect local app data. Photos on your device and server remain safe.
ar: تؤثر إجراءات ذاكرة التخزين المؤقت وقاعدة البيانات في بيانات التطبيق المحلية فقط. تظل الصور على جهازك وخادمك آمنة.
bg: Действията с кеша и базата данни засягат само локалните данни на приложението. Снимките на устройството и сървъра остават в безопасност.
bn: ক্যাশ ও ডেটাবেসের কাজগুলো শুধু স্থানীয় অ্যাপ ডেটাকে প্রভাবিত করে। আপনার ডিভাইস ও সার্ভারের ছবি নিরাপদ থাকে।
ca: Les accions de la memòria cau i de la base de dades només afecten les dades locals de l'aplicació. Les fotos del dispositiu i del servidor continuen segures.
cs: Akce s mezipamětí a databází ovlivní pouze místní data aplikace. Fotky v zařízení i na serveru zůstanou v bezpečí.
da: Handlinger med cache og database påvirker kun lokale appdata. Fotos på din enhed og server forbliver sikre.
de: Cache- und Datenbankaktionen betreffen nur lokale App-Daten. Fotos auf deinem Gerät und Server bleiben sicher.
el: Οι ενέργειες προσωρινής μνήμης και βάσης δεδομένων επηρεάζουν μόνο τα τοπικά δεδομένα της εφαρμογής. Οι φωτογραφίες στη συσκευή και στον διακομιστή παραμένουν ασφαλείς.
es: Las acciones sobre la caché y la base de datos solo afectan a los datos locales de la aplicación. Las fotos del dispositivo y del servidor permanecerán seguras.
fa: عملیات حافظه پنهان و پایگاه داده فقط بر داده‌های محلی برنامه اثر می‌گذارد. عکس‌های دستگاه و سرور شما امن می‌مانند.
fi: Välimuisti- ja tietokantatoiminnot vaikuttavat vain sovelluksen paikallisiin tietoihin. Laitteesi ja palvelimesi kuvat säilyvät turvassa.
fr: Les actions sur le cache et la base de données affectent uniquement les données locales de l’app. Les photos de votre appareil et du serveur restent en sécurité.
he: פעולות מטמון ומסד נתונים משפיעות רק על הנתונים המקומיים של היישום. התמונות במכשיר ובשרת נשארות בטוחות.
hi: कैश और डेटाबेस कार्रवाइयाँ केवल स्थानीय ऐप डेटा को प्रभावित करती हैं। आपके डिवाइस और सर्वर की फ़ोटो सुरक्षित रहती हैं।
hr: Radnje predmemorije i baze podataka utječu samo na lokalne podatke aplikacije. Fotografije na uređaju i poslužitelju ostaju sigurne.
hu: A gyorsítótár- és adatbázisműveletek csak az alkalmazás helyi adatait érintik. Az eszközön és a szerveren lévő fotók biztonságban maradnak.
id: Tindakan cache dan basis data hanya memengaruhi data aplikasi lokal. Foto di perangkat dan server Anda tetap aman.
it: Le operazioni sulla cache e sul database interessano solo i dati locali dell'app. Le foto sul dispositivo e sul server restano al sicuro.
ja: キャッシュとデータベースの操作はアプリのローカルデータにのみ影響します。デバイスとサーバー上の写真は安全です。
kk: Кэш пен дерекқор әрекеттері қолданбаның жергілікті деректеріне ғана әсер етеді. Құрылғыдағы және сервердегі фотосуреттер қауіпсіз қалады.
ko: 캐시 및 데이터베이스 작업은 로컬 앱 데이터에만 영향을 줍니다. 기기와 서버의 사진은 안전하게 유지됩니다.
lt: Veiksmai su podėliu ir duomenų baze veikia tik vietinius programos duomenis. Nuotraukos įrenginyje ir serveryje lieka saugios.
ms: Tindakan cache dan pangkalan data hanya menjejaskan data aplikasi setempat. Foto pada peranti dan pelayan anda kekal selamat.
nb: Handlinger for hurtigbuffer og database påvirker bare lokale appdata. Bildene på enheten og serveren forblir trygge.
nl: Acties voor de cache en database hebben alleen invloed op lokale appgegevens. Foto's op je apparaat en server blijven veilig.
pl: Działania dotyczące pamięci podręcznej i bazy danych wpływają tylko na lokalne dane aplikacji. Zdjęcia na urządzeniu i serwerze pozostają bezpieczne.
pt: As ações de cache e base de dados afetam apenas os dados locais da aplicação. As fotos no dispositivo e no servidor permanecem seguras.
ro: Acțiunile asupra memoriei cache și bazei de date afectează doar datele locale ale aplicației. Fotografiile de pe dispozitiv și server rămân în siguranță.
ru: Действия с кэшем и базой данных влияют только на локальные данные приложения. Фотографии на устройстве и сервере останутся в безопасности.
sk: Akcie s vyrovnávacou pamäťou a databázou ovplyvnia iba lokálne údaje aplikácie. Fotografie v zariadení a na serveri zostanú v bezpečí.
sl: Dejanja s predpomnilnikom in zbirko podatkov vplivajo samo na lokalne podatke aplikacije. Fotografije v napravi in strežniku ostanejo varne.
sv: Åtgärder för cache och databas påverkar endast appens lokala data. Foton på enheten och servern förblir säkra.
th: การดำเนินการกับแคชและฐานข้อมูลมีผลเฉพาะข้อมูลของแอปในเครื่อง รูปภาพบนอุปกรณ์และเซิร์ฟเวอร์จะยังคงปลอดภัย
tr: Önbellek ve veritabanı eylemleri yalnızca yerel uygulama verilerini etkiler. Cihazınızdaki ve sunucudaki fotoğraflar güvende kalır.
uk: Дії з кешем і базою даних впливають лише на локальні дані застосунку. Фото на пристрої та сервері залишаються в безпеці.
vi: Các thao tác với bộ nhớ đệm và cơ sở dữ liệu chỉ ảnh hưởng đến dữ liệu ứng dụng cục bộ. Ảnh trên thiết bị và máy chủ của bạn vẫn an toàn.
zh_hans: 缓存和数据库操作只会影响应用的本地数据。设备和服务器上的照片不会受影响。
zh_hant: 快取和資料庫動作只會影響 App 的本機資料。裝置和伺服器上的相片不會受到影響。

source: Cancel
ar: إلغاء
bg: Откажи
bn: বাতিল
ca: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करना
hr: Otkaži
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 닫기
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Checking server…
ar: جارٍ التحقق من الخادم…
bg: Проверка на сървъра…
bn: সার্ভার পরীক্ষা করা হচ্ছে…
ca: S'està comprovant el servidor…
cs: Kontroluje se server…
da: Kontrollerer server…
de: Server wird geprüft…
el: Έλεγχος διακομιστή…
es: Comprobando servidor…
fa: در حال بررسی سرور…
fi: Palvelinta tarkistetaan…
fr: Vérification du serveur…
he: בדיקת השרת…
hi: सर्वर की जाँच हो रही है…
hr: Provjera poslužitelja…
hu: Szerver ellenőrzése…
id: Memeriksa server…
it: Controllo del server…
ja: サーバーを確認中…
kk: Сервер тексерілуде…
ko: 서버 확인 중…
lt: Tikrinamas serveris…
ms: Memeriksa pelayan…
nb: Kontrollerer serveren…
nl: Server controleren…
pl: Sprawdzanie serwera…
pt: A verificar o servidor…
ro: Se verifică serverul…
ru: Проверка сервера…
sk: Kontroluje sa server…
sl: Preverjanje strežnika…
sv: Kontrollerar servern…
th: กำลังตรวจสอบเซิร์ฟเวอร์…
tr: Sunucu denetleniyor…
uk: Перевірка сервера…
vi: Đang kiểm tra máy chủ…
zh_hans: 正在检查服务器…
zh_hant: 正在檢查伺服器…

source: Choose how you want to authenticate.
ar: اختر طريقة المصادقة التي تريدها.
bg: Изберете как искате да се удостоверите.
bn: আপনি কীভাবে প্রমাণীকরণ করতে চান তা বেছে নিন।
ca: Tria com vols autenticar-te.
cs: Zvolte způsob ověření.
da: Vælg, hvordan du vil godkendes.
de: Wähle aus, wie du dich authentifizieren möchtest.
el: Επιλέξτε τον τρόπο ελέγχου ταυτότητας.
es: Elige cómo quieres autenticarte.
fa: روش احراز هویت را انتخاب کنید.
fi: Valitse tunnistautumistapa.
fr: Choisissez votre méthode d’authentification.
he: בחרו כיצד ברצונכם לבצע אימות.
hi: चुनें कि आप प्रमाणीकरण कैसे करना चाहते हैं।
hr: Odaberite način autentikacije.
hu: Válassza ki a hitelesítés módját.
id: Pilih cara Anda ingin melakukan autentikasi.
it: Scegli come vuoi autenticarti.
ja: 認証方法を選択してください。
kk: Аутентификация әдісін таңдаңыз.
ko: 인증 방법을 선택하세요.
lt: Pasirinkite tapatybės patvirtinimo būdą.
ms: Pilih cara anda mahu mengesahkan identiti.
nb: Velg hvordan du vil autentisere deg.
nl: Kies hoe je je wilt authenticeren.
pl: Wybierz sposób uwierzytelniania.
pt: Escolha como pretende autenticar-se.
ro: Alegeți modul de autentificare.
ru: Выберите способ аутентификации.
sk: Vyberte spôsob overenia.
sl: Izberite način preverjanja pristnosti.
sv: Välj hur du vill autentisera dig.
th: เลือกวิธีที่คุณต้องการยืนยันตัวตน
tr: Nasıl kimlik doğrulamak istediğinizi seçin.
uk: Виберіть спосіб автентифікації.
vi: Chọn cách bạn muốn xác thực.
zh_hans: 选择身份验证方式。
zh_hant: 選擇驗證方式。
